Revit 2027 API
DockablePane.Show Method
 If the pane is not currently visible or in a tab, display the pane in the Revit user interface at its last docked location.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Show()
Public Sub Show
public:
void Show()
member Show : unit -> unit
See Also
Reference
DockablePane Class
Autodesk.Revit.UI Namespace